{
  "/games": "Die Seite 'Spiele' zeigt eine Übersicht aller verfügbaren Quizspiele, die Sie spielen können. Jedes verfügbare Quiz wird in Form einer interaktiven Karte präsentiert, die nützliche Informationen bereitstellt, darunter: Quiztitel, Quizthema, Ersteller, Fragenanzahl. ...",

  "/games/<QuizId>": "Spielbeginn: Durch Auswahl einer Quizkarte werden Sie direkt zum Spiel geleitet. Fortschrittsanzeige: Am oberen Bildschirmrand finden Sie einen Fortschrittsbalken, der die Anzahl der bisher beantworteten Fragen im Verhältnis zur Gesamtzahl der Fragen anzeigt. ...",

  "/create": "In diesem Abschnitt des Benutzerhandbuchs wird beschrieben, wie registrierte Nutzer ein neues Quiz anlegen können. Beginnen Sie damit, einen Titel und ein Thema für Ihr Quiz zu wählen. Ein Quiz muss darüber hinaus mindestens eine Frage beinhalten. ...",

  "/admin": "Im Abschnitt 'Admin-Bereich', der ausschließlich angemeldeten Administratoren zugänglich ist, finden Sie eine Auflistung aller gemeldeten Fragen. Administratoren haben die Möglichkeit, jede Frage durch Klicken auf den Button 'Löschen' endgültig aus dem Quiz zu entfernen. ...",

  "/highscores": "Dieser Abschnitt ermöglicht es Ihnen, Ihre Leistungen mit anderen Spielern zu vergleichen. Über ein Dropdown-Menü haben Sie zwei Auswahlmöglichkeiten: 'Top 10 Spieler' oder ein spezifisches Themengebiet. ...",

  "/log": "In der Sektion 'Log' erhalten Sie eine Übersicht der zuletzt gespielten Spiele, ergänzt um relevante Zusatzinformationen. Diese beinhalten Angaben zum Spieler, zum gespielten Quiz, zu den erlangten Punkten sowie zur benötigten Spielzeit. ...",

  "/profil": "Das Benutzerprofil bietet eine visuelle Darstellung bestimmter Benutzerdaten, einschließlich der E-Mail-Adresse und Ihrer Benutzer-ID. Zusätzlich besteht die Option, den eigenen Nicknamen zu ändern – nähere Informationen hierzu finden Sie im Abschnitt 2.6.1 'Nickname anpassen'. ...",

  "/login": "Wenn Sie nicht angemeldet sind, können Sie über einen Klick auf das Benutzermenü zum Eintrag 'Login' gelangen. Dieser leitet Sie zur Login-Seite weiter. Für die Anmeldung sind die E-Mail-Adresse und das Passwort erforderlich. ...",

  "/register": "Wenn Sie noch keinen Account haben, können Sie sich über die Option 'Registrieren' ein neues Konto anlegen. Die Option finden Sie im Benutzermenü, solange Sie noch nicht angemeldet sind. Nach der Registrierung erhalten Sie eine E-Mail mit einem Bestätigungslink an Ihre angegebene E-Mail-Adresse. ..."
}
